{
  "MACROS": {
    "HEADER": "ماکروها",
    "HEADER_BTN_TXT": "افزودن ماکرو جدید",
    "HEADER_BTN_TXT_SAVE": "ذخیره ماکرو",
    "LOADING": "در حال گرفتن ماکروها",
    "SIDEBAR_TXT": "<p><b>Macros</b><p>A macro is a set of saved actions that help customer service agents easily complete tasks. The agents can define a set of actions like tagging a conversation with a label, sending an email transcript, updating a custom attribute, etc., and they can run these actions in a single click. When the agents run the macro, the actions would be performed sequentially in the order they are defined. Macros improve productivity and increase consistency in actions. </p><p>A macro can be helpful in 2 ways. </p><p><b>As an agent assist:</b> If an agent performs a set of actions multiple times, they can save it as a macro and execute all the actions together using a single click.</p><p><b>As an option to onboard a team member:</b> Every agent has to perform many different checks/actions during each conversation. Onboarding a new support team member will be easy if pre-defined macros are available on the account. Instead of describing each step in detail, the manager/team lead can point to the macros used in different scenarios.</p>",
    "ERROR": "مشکلی پیش آمد. لطفا دوباره تلاش کنید",
    "ORDER_INFO": "Macros will run in the order you add your actions. You can rearrange them by dragging them by the handle beside each node.",
    "ADD": {
      "FORM": {
        "NAME": {
          "LABEL": "نام ماکرو",
          "PLACEHOLDER": "یک نام برای ماکرو خود وارد کنید",
          "ERROR": "نام برای ایجاد یک ماکرو مورد نیاز است"
        },
        "ACTIONS": {
          "LABEL": "عملیات"
        }
      },
      "API": {
        "SUCCESS_MESSAGE": "ماکرو با موفقیت اضافه شد",
        "ERROR_MESSAGE": "ایجاد ماکرو ممکن نیست، لطفا بعدا دوباره امتحان کنید"
      }
    },
    "LIST": {
      "TABLE_HEADER": [
        "نام",
        "ايجاد شده توسط",
        "آخرین به‌روزرسانی توسط",
        "Visibility"
      ],
      "404": "هیچ ماکروی یافت نشد"
    },
    "DELETE": {
      "TOOLTIP": "حذف ماکرو",
      "CONFIRM": {
        "MESSAGE": "مطمئن هستید که حذف شود ",
        "YES": "بله، حذف شود",
        "NO": "خیر"
      },
      "API": {
        "SUCCESS_MESSAGE": "ماکرو با موفقیت حذف شد",
        "ERROR_MESSAGE": "هنگام حذف ماکرو خطایی رخ داد. لطفا بعدا دوباره امتحان کنید"
      }
    },
    "EDIT": {
      "TOOLTIP": "ویرایش ماکرو",
      "API": {
        "SUCCESS_MESSAGE": "ماکرو با موفقیت به‌روز شد",
        "ERROR_MESSAGE": "ماکرو به‌روزرسانی نشد، لطفا بعدا دوباره امتحان کنید"
      }
    },
    "EDITOR": {
      "START_FLOW": "Start Flow",
      "END_FLOW": "End Flow",
      "LOADING": "در حال گرفتن ماکرو",
      "ADD_BTN_TOOLTIP": "Add new action",
      "DELETE_BTN_TOOLTIP": "Delete Action",
      "VISIBILITY": {
        "LABEL": "Macro Visibility",
        "GLOBAL": {
          "LABEL": "عمومی",
          "DESCRIPTION": "This macro is available publicly for all agents in this account."
        },
        "PERSONAL": {
          "LABEL": "خصوصی",
          "DESCRIPTION": "This macro will be private to you and not be available to others."
        }
      }
    },
    "EXECUTE": {
      "BUTTON_TOOLTIP": "اجرا کردن",
      "PREVIEW": "پیش‌نمایش ماکرو",
      "EXECUTED_SUCCESSFULLY": "ماکرو با موفقیت اجرا شد"
    }
  }
}
