{
  "MACROS": {
    "HEADER": "ماکروها",
    "HEADER_BTN_TXT": "افزودن ماکرو جدید",
    "HEADER_BTN_TXT_SAVE": "ذخیره ماکرو",
    "LOADING": "در حال گرفتن ماکروها",
    "SIDEBAR_TXT": "<p><b>ماکروها</b><p>یک ماکرو مجموعه ای از اقدامات ذخیره شده است که به نمایندگی های خدمات مشتری کمک می کند تا وظایف را به راحتی انجام دهند. نمایندگان می توانند مجموعه ای از اقدامات مانند برچسب گذاری یک مکالمه با برچسب، ارسال متن ایمیل، به روز رسانی یک ویژگی سفارشی و غیره را تعریف کنند و می توانند این اقدامات را با یک کلیک اجرا کنند. هنگامی که عامل ها ماکرو را اجرا می کنند، اقدامات به ترتیب به ترتیبی که تعریف شده اند انجام می شوند. ماکروها بهره وری را بهبود می بخشند و ثبات در اقدامات را افزایش می دهند. </p><p>یک ماکرو از دو جهت می تواند مفید باشد. </p><p><b>به‌عنوان کمک عامل:</b> اگر یک عامل مجموعه‌ای از اقدامات را چندین بار انجام دهد، می‌تواند آن را به‌عنوان یک ماکرو ذخیره کند و همه اقدامات را با هم با یک کلیک انجام دهد.</b> p><p><b>به‌عنوان گزینه‌ای برای حضور در یک عضو تیم:</b> هر نماینده باید در طول هر مکالمه، بررسی‌ها/عملکردهای مختلفی را انجام دهد. در صورتی که ماکروهای از پیش تعریف شده در حساب موجود باشد، ورود به یک عضو تیم پشتیبانی جدید آسان خواهد بود. به جای توصیف هر مرحله با جزئیات، مدیر/سرپرست تیم می‌تواند به ماکروهای مورد استفاده در سناریوهای مختلف اشاره کند.</p>",
    "ERROR": "مشکلی پیش آمد. لطفا دوباره تلاش کنید",
    "ORDER_INFO": "ماکروها به ترتیبی که اقدامات خود را اضافه می کنید اجرا می شوند. می توانید با کشیدن آنها توسط دسته کنار هر گره آنها را دوباره مرتب کنید.",
    "ADD": {
      "FORM": {
        "NAME": {
          "LABEL": "نام ماکرو",
          "PLACEHOLDER": "یک نام برای ماکرو خود وارد کنید",
          "ERROR": "نام برای ایجاد یک ماکرو مورد نیاز است"
        },
        "ACTIONS": {
          "LABEL": "عملیات"
        }
      },
      "API": {
        "SUCCESS_MESSAGE": "ماکرو با موفقیت اضافه شد",
        "ERROR_MESSAGE": "ایجاد ماکرو ممکن نیست، لطفا بعدا دوباره امتحان کنید"
      }
    },
    "LIST": {
      "TABLE_HEADER": [
        "نام",
        "ايجاد شده توسط",
        "آخرین به‌روزرسانی توسط",
        "دید"
      ],
      "404": "هیچ ماکروی یافت نشد"
    },
    "DELETE": {
      "TOOLTIP": "حذف ماکرو",
      "CONFIRM": {
        "MESSAGE": "مطمئن هستید که حذف شود ",
        "YES": "بله، حذف شود",
        "NO": "خیر"
      },
      "API": {
        "SUCCESS_MESSAGE": "ماکرو با موفقیت حذف شد",
        "ERROR_MESSAGE": "هنگام حذف ماکرو خطایی رخ داد. لطفا بعدا دوباره امتحان کنید"
      }
    },
    "EDIT": {
      "TOOLTIP": "ویرایش ماکرو",
      "API": {
        "SUCCESS_MESSAGE": "ماکرو با موفقیت به‌روز شد",
        "ERROR_MESSAGE": "ماکرو به‌روزرسانی نشد، لطفا بعدا دوباره امتحان کنید"
      }
    },
    "EDITOR": {
      "START_FLOW": "جریان را شروع کنید",
      "END_FLOW": "پایان جریان",
      "LOADING": "در حال گرفتن ماکرو",
      "ADD_BTN_TOOLTIP": "افزودن اقدام جدید",
      "DELETE_BTN_TOOLTIP": "حذف اکشن",
      "VISIBILITY": {
        "LABEL": "دید ماکرو",
        "GLOBAL": {
          "LABEL": "عمومی",
          "DESCRIPTION": "این ماکرو به صورت عمومی برای همه نمایندگان این حساب در دسترس است."
        },
        "PERSONAL": {
          "LABEL": "خصوصی",
          "DESCRIPTION": "این ماکرو برای شما خصوصی خواهد بود و برای دیگران در دسترس نخواهد بود."
        }
      }
    },
    "EXECUTE": {
      "BUTTON_TOOLTIP": "اجرا کردن",
      "PREVIEW": "پیش‌نمایش ماکرو",
      "EXECUTED_SUCCESSFULLY": "ماکرو با موفقیت اجرا شد"
    }
  }
}
