{
  "INBOX_MGMT": {
    "HEADER": "Caixas de Entrada",
    "SIDEBAR_TXT": "<p><b>Inbox</b></p> <p> When you connect a website or a facebook Page to Chatwoot, it is called an <b>Inbox</b>. You can have unlimited inboxes in your Chatwoot account. </p><p> Click on <b>Add Inbox</b> to connect a website or a Facebook Page. </p><p> In the Dashboard, you can see all the conversations from all your inboxes in a single place and respond to them under the `Conversations` tab. </p><p> You can also see conversations specific to an inbox by clicking on the inbox name on the left pane of the dashboard. </p>",
    "LIST": {
      "404": "Não há caixas de entrada anexadas a esta conta."
    },
    "CREATE_FLOW": [
      {
        "title": "Escolha o canal",
        "route": "settings_inbox_new",
        "body": "Escolha o provedor que você deseja integrar com o Chatwoot."
      },
      {
        "title": "Criar Caixa de Entrada",
        "route": "settings_inboxes_page_channel",
        "body": "Autenticar sua conta e criar uma caixa de entrada."
      },
      {
        "title": "Adicionar Agentes",
        "route": "settings_inboxes_add_agents",
        "body": "Adicionar agentes à caixa de entrada criada."
      },
      {
        "title": "Voila!",
        "route": "settings_inbox_finish",
        "body": "Está tudo pronto para começar!"
      }
    ],
    "ADD": {
      "FB": {
        "HELP": "Obs: ao fazer login, apenas temos acesso às mensagens da sua página. Suas mensagens privadas nunca podem ser acessadas pelo Chatwoot.",
        "CHOOSE_PAGE": "Escolher Página",
        "CHOOSE_PLACEHOLDER": "Selecione uma página da lista",
        "INBOX_NAME": "Nome da Caixa de Entrada",
        "ADD_NAME": "Adicione um nome para sua caixa de entrada",
        "PICK_NAME": "Escolha Um Nome Para Sua Caixa de Entrada",
        "PICK_A_VALUE": "Escolha um valor"
      },
      "TWITTER": {
        "HELP": "Para adicionar seu perfil do Twitter como um canal, você precisa autenticar seu perfil do Twitter clicando em 'Entrar com o Twitter' "
      },
      "WEBSITE_CHANNEL": {
        "TITLE": "Canal do website",
        "DESC": "Crie um canal para seu site e comece a oferecer suporte a seus clientes através do nosso widget do site.",
        "LOADING_MESSAGE": "Criando canal de suporte ao site",
        "CHANNEL_AVATAR": {
          "LABEL": "Imagem do Canal"
        },
        "CHANNEL_NAME": {
          "LABEL": "Nome do website",
          "PLACEHOLDER": "Informe o nome do seu site (por exemplo: Acme Inc)"
        },
        "CHANNEL_DOMAIN": {
          "LABEL": "Domínio do website",
          "PLACEHOLDER": "Informe o domínio do seu site (por exemplo: acme.com)"
        },
        "CHANNEL_WELCOME_TITLE": {
          "LABEL": "Seja bem-vindo",
          "PLACEHOLDER": "Olá !"
        },
        "CHANNEL_WELCOME_TAGLINE": {
          "LABEL": "Bem-vindo, saudação",
          "PLACEHOLDER": "Nós tornamos simples a conexão conosco. Pergunte qualquer assunto ou compartilhe seus comentários."
        },
        "CHANNEL_GREETING_MESSAGE": {
          "LABEL": "Channel greeting message",
          "PLACEHOLDER": "Acme Inc tipicamente retorna em algumas horas."
        },
        "CHANNEL_GREETING_TOGGLE": {
          "LABEL": "Enable channel greeting",
          "HELP_TEXT": "Send a greeting message to the user when he starts the conversation.",
          "ENABLED": "Ativado",
          "DISABLED": "Desativado"
        },
        "WIDGET_COLOR": {
          "LABEL": "Cor do Widget",
          "PLACEHOLDER": "Atualize a cor do widget"
        },
        "SUBMIT_BUTTON": "Criar caixa de entrada"
      },
      "TWILIO": {
        "TITLE": "Canal SMS/Whatsapp do Twilio",
        "DESC": "Integre o Twilio e comece a oferecer suporte a seus clientes por SMS e Whatsapp.",
        "ACCOUNT_SID": {
          "LABEL": "SID da Conta",
          "PLACEHOLDER": "Por favor, insira o SID sua conta no Twilio",
          "ERROR": "Este campo é obrigatório"
        },
        "CHANNEL_TYPE": {
          "LABEL": "Tipo de canal",
          "ERROR": "Por favor, selecione seu tipo de canal"
        },
        "AUTH_TOKEN": {
          "LABEL": "Token de autenticação",
          "PLACEHOLDER": "Por favor, digite seu Token de Autenticação do Twilio",
          "ERROR": "Este campo é obrigatório"
        },
        "CHANNEL_NAME": {
          "LABEL": "Nome do Canal",
          "PLACEHOLDER": "Por favor, insira um nome de canal",
          "ERROR": "Este campo é obrigatório"
        },
        "PHONE_NUMBER": {
          "LABEL": "Número de telefone",
          "PLACEHOLDER": "Por favor, insira o número de telefone do qual a mensagem será enviada.",
          "ERROR": "Por favor, insira um valor válido. O número de telefone deve começar com o sinal `+`."
        },
        "API_CALLBACK": {
          "TITLE": "URL de retorno",
          "SUBTITLE": "Você precisa configurar o URL de retorno de mensagem no Twilio com a URL mencionada aqui."
        },
        "SUBMIT_BUTTON": "Criar canal Twilio",
        "API": {
          "ERROR_MESSAGE": "Não fomos capazes de autenticar as credenciais Twilio, por favor, tente novamente"
        }
      },
      "AUTH": {
        "TITLE": "Canais",
        "DESC": "Atualmente, suportamos widgets de bate-papo ao vivo do site, páginas do Facebook e perfis do Twitter como plataformas. Temos mais plataformas como WhatsApp, Email, Telegram e Line em andamento, que serão lançadas em breve."
      },
      "AGENTS": {
        "TITLE": "Agentes",
        "DESC": "Aqui você pode adicionar agentes para gerenciar sua caixa de entrada recém-criada. Somente esses agentes selecionados terão acesso à sua caixa de entrada. Os agentes que não fazem parte desta caixa de entrada não poderão ver ou responder a mensagens nessa caixa de entrada quando fizerem login. <br> <b> PS: </b> Como administrador, se você precisar acessar todas as caixas de entrada, adicione-se como agente a todas as caixas de entrada criadas."
      },
      "DETAILS": {
        "TITLE": "Detalhes da Caixa de Entrada",
        "DESC": "No menu abaixo, selecione a Página do Facebook que você deseja se conectar ao Chatwoot. Você também pode dar um nome personalizado para sua caixa de entrada para uma melhor identificação."
      },
      "FINISH": {
        "TITLE": "Tudo funcionando. Deu certo!",
        "DESC": "Você concluiu a integração da sua página do Facebook com o Chatwoot. Na próxima vez que um cliente enviar uma mensagem para sua página, a conversa aparecerá automaticamente na sua caixa de entrada. <br> Também estamos fornecendo um script de widget que você pode adicionar facilmente ao seu site. Assim que estiver disponível no seu site, os clientes poderão enviar mensagens diretamente do seu site, sem a ajuda de nenhuma ferramenta externa, e a conversa aparecerá aqui, no Chatwoot. Legal, hein? Com certeza estamos tentamos ser :)"
      }
    },
    "DETAILS": {
      "LOADING_FB": "Autenticando você com o Facebook...",
      "ERROR_FB_AUTH": "Algo deu errado, por favor, atualize a página...",
      "CREATING_CHANNEL": "Criando sua caixa de entrada...",
      "TITLE": "Configurar detalhes da Caixa de Entrada",
      "DESC": ""
    },
    "AGENTS": {
      "BUTTON_TEXT": "Adicionar agentes",
      "ADD_AGENTS": "Adicionando agentes à sua caixa de entrada..."
    },
    "FINISH": {
      "TITLE": "Sua caixa de entrada está pronta!",
      "MESSAGE": "Agora você ja pode oferecer uma excelente experiência no atendimento de seus clientes através do seu novo Canal ",
      "BUTTON_TEXT": "Leva-me lá",
      "WEBSITE_SUCCESS": "Você concluiu a criação de um canal de site. Copie o código mostrado abaixo e cole-o no seu site. Na próxima vez que um cliente usar o bate-papo ao vivo, a conversa aparecerá automaticamente na sua caixa de entrada."
    },
    "REAUTH": "Reautorizar",
    "VIEW": "Visualizar",
    "EDIT": {
      "API": {
        "SUCCESS_MESSAGE": "Configurações de caixa de entrada atualizadas com sucesso",
        "AUTO_ASSIGNMENT_SUCCESS_MESSAGE": "Agente atualizado com sucesso",
        "ERROR_MESSAGE": "Não foi possível atualizar a cor do widget. Por favor, tente novamente mais tarde."
      },
      "AUTO_ASSIGNMENT": {
        "ENABLED": "Ativado",
        "DISABLED": "Desativado"
      }
    },
    "DELETE": {
      "BUTTON_TEXT": "Excluir",
      "CONFIRM": {
        "TITLE": "Confirmar exclusão",
        "MESSAGE": "Você tem certeza que deseja excluir ",
        "YES": "Sim, excluir ",
        "NO": "Não, Mantenha "
      },
      "API": {
        "SUCCESS_MESSAGE": "Agente excluído com sucesso",
        "ERROR_MESSAGE": "Não foi possível excluir a caixa de entrada. Tente novamente mais tarde."
      }
    },
    "SETTINGS": "Confirgurações",
    "SETTINGS_POPUP": {
      "MESSENGER_HEADING": "Código Menssageiro <scripit>",
      "MESSENGER_SUB_HEAD": "Favor, insira essse código <script> dentro da tag Body de sua página html",
      "INBOX_AGENTS": "Agentes",
      "INBOX_AGENTS_SUB_TEXT": "Adicionar ou remover agentes dessa caixa de entrada",
      "UPDATE": "Atualizar",
      "AUTO_ASSIGNMENT": "Habilitar atribuição automática",
      "INBOX_UPDATE_TITLE": "Configurações da Caixa de entrada",
      "INBOX_UPDATE_SUB_TEXT": "Atualize suas configurações de caixa de entrada",
      "AUTO_ASSIGNMENT_SUB_TEXT": "Ativar ou desativar a atribuição automática de novas conversas aos agentes adicionados a essa caixa de entrada."
    }
  }
}
