{
  "MACROS": {
    "HEADER": "Macros",
    "HEADER_BTN_TXT": "Adicionar uma nova macro",
    "HEADER_BTN_TXT_SAVE": "Salvar macro",
    "LOADING": "Obtendo macros",
    "SIDEBAR_TXT": "<p><b>Macros</b><p>Uma macro é um conjunto de ações salvas que ajudam os agentes de serviço ao cliente a concluírem facilmente as tarefas. Os agentes podem definir um conjunto de ações como marcar uma conversa com um rótulo, enviar uma transcrição de e-mail, atualizando um atributo personalizado, etc. e eles podem executar essas ações com um único clique. Quando os agentes executam a macro, as ações seriam executadas sequencialmente na ordem em que são definidas. Macros melhoram a produtividade e aumentam a consistência em ações. </p><p>Uma macro pode ser útil de 2 maneiras. </p><p><b>Como assistente de agente:</b> Se um agente executa um conjunto de ações várias vezes, eles podem salvá-lo como uma macro e executar todas as ações juntas usando um único clique.</p><p><b>Como opção para integrar um membro da equipe:</b> Todos os agentes devem realizar verificações/ações diferentes durante cada conversa. Integrar um novo membro da equipe de suporte será fácil se macros predefinidos estiverem disponíveis na conta. Em vez de descrever cada passo em detalhe, o chumbo do gerente/equipe pode apontar para as macros usadas em diferentes cenários.</p>",
    "ERROR": "Algo deu errado. Por favor, tente novamente",
    "ORDER_INFO": "As macros serão executadas na ordem que você adicionar suas ações. Você pode reorganizá-las arrastando-as pelo identificador ao lado de cada nó.",
    "ADD": {
      "FORM": {
        "NAME": {
          "LABEL": "Nome da macro",
          "PLACEHOLDER": "Digite um nome para sua macro",
          "ERROR": "Nome é necessário para criar uma macro"
        },
        "ACTIONS": {
          "LABEL": "Ações"
        }
      },
      "API": {
        "SUCCESS_MESSAGE": "Macro adicionada com sucesso",
        "ERROR_MESSAGE": "Não é possível criar a macro, por favor, tente novamente mais tarde"
      }
    },
    "LIST": {
      "TABLE_HEADER": [
        "Nome",
        "Criada por",
        "Ultima atualização por",
        "Visibilidade"
      ],
      "404": "Nenhuma macro encontrada"
    },
    "DELETE": {
      "TOOLTIP": "Excluir macro",
      "CONFIRM": {
        "MESSAGE": "Você tem certeza que deseja excluir ",
        "YES": "Sim, excluir",
        "NO": "Não"
      },
      "API": {
        "SUCCESS_MESSAGE": "Macro excluída com sucesso",
        "ERROR_MESSAGE": "Ocorreu um erro ao excluir a macro. Por favor, tente novamente mais tarde"
      }
    },
    "EDIT": {
      "TOOLTIP": "Editar macro",
      "API": {
        "SUCCESS_MESSAGE": "Macro atualizada com sucesso",
        "ERROR_MESSAGE": "Não foi possível atualizar Macro, Por favor, tente novamente mais tarde"
      }
    },
    "EDITOR": {
      "START_FLOW": "Inicio do fluxo",
      "END_FLOW": "Fim do Fluxo",
      "LOADING": "Obtendo macro",
      "ADD_BTN_TOOLTIP": "Adicionar nova ação",
      "DELETE_BTN_TOOLTIP": "Excluir Ação",
      "VISIBILITY": {
        "LABEL": "Visibilidade da Macro",
        "GLOBAL": {
          "LABEL": "Publico",
          "DESCRIPTION": "Esta macro está disponível publicamente para todos os agentes desta conta."
        },
        "PERSONAL": {
          "LABEL": "Privada",
          "DESCRIPTION": "Esta macro será privada para você e não estará disponível para outras pessoas."
        }
      }
    },
    "EXECUTE": {
      "BUTTON_TOOLTIP": "Executar",
      "PREVIEW": "Pré-visualizar Macro",
      "EXECUTED_SUCCESSFULLY": "Macro executada com sucesso"
    }
  }
}
