{
  "MACROS": {
    "HEADER": "Macros",
    "HEADER_BTN_TXT": "Afegeix una nova macro",
    "HEADER_BTN_TXT_SAVE": "Desa la macro",
    "LOADING": "Obtenció de macros",
    "SIDEBAR_TXT": "<p><b>Macros</b><p>Una macro és un conjunt d'accions desades que ajuden els agents d'atenció al client a completar tasques fàcilment. Els agents poden definir un conjunt d'accions com etiquetar una conversa amb una etiqueta, enviar una transcripció de correu electrònic, actualitzar un atribut personalitzat, etc., i poden executar aquestes accions amb un sol clic. Quan els agents executen la macro, les accions es realitzaran seqüencialment en l'ordre en què es defineixen. Les macros milloren la productivitat i augmenten la coherència en les accions. </p><p>Una macro pot ser útil de dues maneres. </p><p><b>Com a ajuda d'un agent:</b> si un agent realitza un conjunt d'accions diverses vegades, pot desar-lo com a macro i executar totes les accions junts amb un sol clic.</ p><p><b>Com a opció per incorporar un membre de l'equip:</b> Cada agent ha de realitzar moltes comprovacions/accions diferents durant cada conversa. La incorporació d'un nou membre de l'equip d'assistència serà fàcil si hi ha macros predefinides disponibles al compte. En lloc de descriure cada pas en detall, el responsable o el responsable de l'equip pot indicar les macros utilitzades en diferents escenaris.</p>",
    "ERROR": "Alguna cosa ha anat malament, torna-ho a provar",
    "ORDER_INFO": "Les macros s'executaran en l'ordre en què afegeixis les teves accions. Pots reorganitzar-los arrossegant-los per l'identificador al costat de cada node.",
    "ADD": {
      "FORM": {
        "NAME": {
          "LABEL": "Nom de la macro",
          "PLACEHOLDER": "Introdueix un nom per la teva macro",
          "ERROR": "El nom és necessari per crear una macro"
        },
        "ACTIONS": {
          "LABEL": "Accions"
        }
      },
      "API": {
        "SUCCESS_MESSAGE": "La macro s'ha afegit correctament",
        "ERROR_MESSAGE": "No es pot crear la macro. Intenta-ho més tard"
      }
    },
    "LIST": {
      "TABLE_HEADER": [
        "Nom",
        "Creat per",
        "Última actualització per",
        "Visibilitat"
      ],
      "404": "No s'han trobat macros"
    },
    "DELETE": {
      "TOOLTIP": "Suprimeix la macro",
      "CONFIRM": {
        "MESSAGE": "N'estas segur? ",
        "YES": "Si, esborra",
        "NO": "No"
      },
      "API": {
        "SUCCESS_MESSAGE": "La macro s'ha suprimit correctament",
        "ERROR_MESSAGE": "S'ha produït un error suprimint la macro. Torna-ho a provar"
      }
    },
    "EDIT": {
      "TOOLTIP": "Edita la macro",
      "API": {
        "SUCCESS_MESSAGE": "La macro s'ha actualitzat correctament",
        "ERROR_MESSAGE": "No s'ha pogut actualitzar la macro. Torna-ho a provar més tard"
      }
    },
    "EDITOR": {
      "START_FLOW": "Inicia el flux",
      "END_FLOW": "Finalitza el flux",
      "LOADING": "S'està obtenint la macro",
      "ADD_BTN_TOOLTIP": "Afegeix nova acció",
      "DELETE_BTN_TOOLTIP": "Suprimeix l'acció",
      "VISIBILITY": {
        "LABEL": "Visibilitat de la macro",
        "GLOBAL": {
          "LABEL": "Públic",
          "DESCRIPTION": "Aquesta macro està disponible públicament per a tots els agents d'aquest compte."
        },
        "PERSONAL": {
          "LABEL": "Privat",
          "DESCRIPTION": "Aquesta macro serà privada per a tu i no estarà disponible per als altres."
        }
      }
    },
    "EXECUTE": {
      "BUTTON_TOOLTIP": "Executa",
      "PREVIEW": "Vista prèvia de la macro",
      "EXECUTED_SUCCESSFULLY": "La macro s'ha executat correctament"
    }
  }
}
