{
  "MACROS": {
    "HEADER": "Μακροεντολές",
    "HEADER_BTN_TXT": "Προσθήκη νέας μακροεντολής",
    "HEADER_BTN_TXT_SAVE": "Αποθήκευση μακροεντολής",
    "LOADING": "Λήψη μακροεντολών",
    "SIDEBAR_TXT": "<p><b>Macros</b><p>Μια μακροεντολή είναι ένα σύνολο αποθηκευμένων ενεργειών που βοηθούν τους πράκτορες εξυπηρέτησης πελατών να ολοκληρώσουν εύκολα εργασίες. Οι πράκτορες μπορούν να ορίσουν ένα σύνολο ενεργειών όπως η σήμανση μιας συνομιλίας με μια ετικέτα, η αποστολή της μεταγραφής μέσω ηλεκτρονικού ταχυδρομείου, η ενημέρωση μιας προσαρμοζόμενης ιδίότητας, κλπ. όλες αυτές οι ενέργειες μπορούν να να γίνουν με ένα απλό κλικ. Όταν οι πράκτορες εκτελούν την μακροεντολή, οι ενέργειες θα εκτελούνται διαδοχικά με τη σειρά που έχουν οριστεί. Οι μακροεντολές βελτιώνουν την παραγωγικότητα και αυξάνουν τη συνοχή των ενεργειών. </p><p>Μια μακροεντολή μπορεί να είναι χρήσιμη με 2 τρόπους. </p><p><b>Ως βοηθός πράκτορα:</b> Εάν ένας πράκτορας εκτελεί ένα σύνολο ενεργειών πολλές φορές, μπορεί να το αποθηκεύσει ως μακροεντολή και να εκτελέσει όλες τις ενέργειες μαζί χρησιμοποιώντας ένα μόνο κλικ.</p><p><b>Ως επιλογή να ανατεθεί σε ένα μέλος της ομάδας:</b> Κάθε πράκτορας πρέπει να εκτελεί πολλά διαφορετικά checks/actions κατά τη διάρκεια κάθε συνομιλίας. Κατά την ανάθεση σε ένα νέο μέλος της ομάδας υποστήριξης θα είναι εύκολο εάν οι προκαθορισμένες μακροεντολές είναι διαθέσιμες στο λογαριασμό. Αντί να περιγράφει λεπτομερώς κάθε βήμα, ο επικεφαλής ομάδας μπορεί να υποδυκνείει τις μακροεντολές που θα χρησιμοποιούνται σε διαφορετικά σενάρια.</p>",
    "ERROR": "Κάτι πήγε στραβά. Παρακαλώ προσπαθήστε ξανά",
    "ORDER_INFO": "Μακροεντολές θα εκτελεστούν με τη σειρά που θα προσθέσετε τις ενέργειές σας. Μπορείτε να τις αναδιατάξετε σύροντάς τις από τη λαβή δίπλα σε κάθε κόμβο.",
    "ADD": {
      "FORM": {
        "NAME": {
          "LABEL": "Όνομα μακροεντολής",
          "PLACEHOLDER": "Εισάγετε ένα όνομα για την μακροεντολή σας",
          "ERROR": "Το όνομα απαιτείται για τη δημιουργία μακροεντολής"
        },
        "ACTIONS": {
          "LABEL": "Ενέργειες"
        }
      },
      "API": {
        "SUCCESS_MESSAGE": "Η μακροεντολή προστέθηκε επιτυχώς",
        "ERROR_MESSAGE": "Δεν είναι δυνατή η δημιουργία μακροεντολής, Παρακαλώ προσπαθήστε ξανά αργότερα"
      }
    },
    "LIST": {
      "TABLE_HEADER": [
        "Όνομα",
        "Δημιουργήθηκε από",
        "Τελευταία ενημέρωση από",
        "Ορατότητα"
      ],
      "404": "Δεν βρέθηκαν μακροεντολές"
    },
    "DELETE": {
      "TOOLTIP": "Διαγραφή μακροεντολής",
      "CONFIRM": {
        "MESSAGE": "Είσαστε σίγουροι για την διαγραφή ",
        "YES": "Ναι, Διέγραψε το",
        "NO": "Όχι"
      },
      "API": {
        "SUCCESS_MESSAGE": "Το hook διαγράφηκε επιτυχώς",
        "ERROR_MESSAGE": "Παρουσιάστηκε σφάλμα κατά τη διαγραφή της μακροεντολής. Παρακαλώ δοκιμάστε ξανά αργότερα"
      }
    },
    "EDIT": {
      "TOOLTIP": "Επεξεργασία μακροεντολής",
      "API": {
        "SUCCESS_MESSAGE": "Ο πράκτορας ενημερώθηκε επιτυχώς",
        "ERROR_MESSAGE": "Δεν είναι δυνατή η ενημέρωση της μακροεντολής, Παρακαλώ προσπαθήστε ξανά αργότερα"
      }
    },
    "EDITOR": {
      "START_FLOW": "Έναρξη Ροής",
      "END_FLOW": "Τέλος Ροής",
      "LOADING": "Λήψη μακροεντολής",
      "ADD_BTN_TOOLTIP": "Προσθήκη νέας ενέργειας",
      "DELETE_BTN_TOOLTIP": "Διαγραφή Ενέργειας",
      "VISIBILITY": {
        "LABEL": "Ορατότητα Μακροεντολής",
        "GLOBAL": {
          "LABEL": "Δημόσια",
          "DESCRIPTION": "Αυτή η μακροεντολή είναι διαθέσιμη δημοσίως για όλους τους πράκτορες σε αυτόν τον λογαριασμό."
        },
        "PERSONAL": {
          "LABEL": "Ιδιωτική",
          "DESCRIPTION": "Αυτή η μακροεντολή θα είναι ιδιωτική σε εσάς και δεν θα είναι διαθέσιμη σε άλλους."
        }
      }
    },
    "EXECUTE": {
      "BUTTON_TOOLTIP": "Εκτέλεση",
      "PREVIEW": "Προεπισκόπηση Μακροεντολής",
      "EXECUTED_SUCCESSFULLY": "Η μακροεντολή εκτελέστηκε επιτυχώς"
    }
  }
}
