{
  "MACROS": {
    "ADD": {
      "API": {
        "ERROR_MESSAGE": "No se puede crear la macro, por favor inténtalo de nuevo más tarde",
        "SUCCESS_MESSAGE": "Macro añadida correctamente"
      },
      "FORM": {
        "ACTIONS": {
          "LABEL": "Acciones"
        },
        "NAME": {
          "ERROR": "Se requiere un nombre para crear una macro",
          "LABEL": "Nombre de macro",
          "PLACEHOLDER": "Introduzca un nombre para su macro"
        }
      }
    },
    "DELETE": {
      "API": {
        "ERROR_MESSAGE": "Hubo un error al eliminar la macro. Por favor, inténtalo de nuevo más tarde",
        "SUCCESS_MESSAGE": "Macro eliminada correctamente"
      },
      "CONFIRM": {
        "MESSAGE": "¿Está seguro de eliminar ",
        "NO": "No",
        "YES": "Sí, eliminar"
      },
      "TOOLTIP": "Eliminar macro"
    },
    "EDIT": {
      "API": {
        "ERROR_MESSAGE": "No se pudo actualizar la Macro, por favor inténtalo de nuevo más tarde",
        "SUCCESS_MESSAGE": "Macro actualizado correctamente"
      },
      "TOOLTIP": "Editar macro"
    },
    "EDITOR": {
      "ADD_BTN_TOOLTIP": "Añadir nueva acción",
      "DELETE_BTN_TOOLTIP": "Eliminar acción",
      "END_FLOW": "Finalizar flujo",
      "LOADING": "Buscando macro",
      "START_FLOW": "Iniciar flujo",
      "VISIBILITY": {
        "GLOBAL": {
          "DESCRIPTION": "Esta macro está disponible públicamente para todos los agentes de esta cuenta.",
          "LABEL": "Público"
        },
        "LABEL": "Visibilidad de macro",
        "PERSONAL": {
          "DESCRIPTION": "Esta macro será privada para usted y no estará disponible para otros.",
          "LABEL": "Privado"
        }
      }
    },
    "ERROR": "Algo salió mal. Por favor, inténtalo de nuevo",
    "EXECUTE": {
      "BUTTON_TOOLTIP": "Ejecutar",
      "EXECUTED_SUCCESSFULLY": "Macro ejecutado correctamente",
      "PREVIEW": "Previsualizar macro"
    },
    "HEADER": "Macros",
    "HEADER_BTN_TXT": "Añadir una nueva macro",
    "HEADER_BTN_TXT_SAVE": "Guardar macro",
    "LIST": {
      "404": "No se encontraron macros",
      "TABLE_HEADER": [
        "Nombre",
        "Creado por",
        "Última actualización por",
        "Visibilidad"
      ]
    },
    "LOADING": "Obteniendo macros",
    "ORDER_INFO": "Las macros se ejecutarán en el orden en que añadas sus acciones. Puede reorganizarlas arrastrándolas por el manejador al lado de cada nodo.",
    "SIDEBAR_TXT": "<p><b>Macros</b><p>Una macro es un conjunto de acciones guardadas que ayudan a los agentes de servicio al cliente a completar fácilmente tareas. Los agentes pueden definir un conjunto de acciones como etiquetar una conversación con una etiqueta, enviar una transcripción de correo electrónico, actualizar un atributo personalizado, etc. y pueden ejecutar estas acciones en un solo clic. Cuando los agentes ejecutan la macro, las acciones se realizarían secuencialmente en el orden en que se definen. Las macros mejoran la productividad y aumentan la consistencia en las acciones. </p><p>Una macro puede ser útil de 2 maneras. </p><p><b>Como agente de asistencia:</b> Si un agente realiza un conjunto de acciones múltiples veces, pueden guardarlo como una macro y ejecutar todas las acciones juntas usando un solo clic.</p><p><b>Como opción a bordo de un miembro del equipo:</b> Cada agente tiene que realizar muchas comprobaciones/acciones diferentes durante cada conversación. Incorporar un nuevo miembro del equipo de soporte será fácil si las macros predefinidas están disponibles en la cuenta. En lugar de describir cada paso en detalle, el jefe de equipo puede señalar las macros utilizadas en diferentes escenarios.</p>"
  }
}