{
  "MACROS": {
    "HEADER": "Makro",
    "HEADER_BTN_TXT": "Tambahkan makro baru",
    "HEADER_BTN_TXT_SAVE": "Simpan makro",
    "LOADING": "Mengambil makro",
    "SIDEBAR_TXT": "<p><b>Makro</b><p>Makro adalah kumpulan tindakan yang disimpan yang membantu agen layanan pelanggan menyelesaikan tugas dengan mudah. Para agen dapat menentukan serangkaian tindakan seperti memberi tanda pada percakapan dengan label, mengirim transkrip email, memperbarui atribut kustom, dll., dan mereka dapat menjalankan tindakan-tindakan ini dengan sekali klik. Ketika para agen menjalankan makro, tindakan-tindakan tersebut akan dilaksanakan secara berurutan sesuai dengan urutan yang ditentukan. Makro meningkatkan produktivitas dan meningkatkan konsistensi dalam tindakan-tindakan.</p><p>Satu makro dapat membantu dalam dua cara.</p><p><b>Sebagai bantuan bagi agen:</b> Jika seorang agen melakukan serangkaian tindakan berulang kali, mereka dapat menyimpannya sebagai makro dan menjalankan semua tindakan tersebut dengan sekali klik.</p><p><b>Sebagai opsi untuk melatih anggota tim baru:</b> Setiap agen harus melakukan banyak pemeriksaan/tindakan yang berbeda selama setiap percakapan. Pelatihan anggota tim pendukung baru akan menjadi lebih mudah jika makro yang telah ditentukan sebelumnya tersedia dalam akun. Alih-alih menjelaskan setiap langkah secara rinci, manajer/kepala tim dapat menunjukkan makro yang digunakan dalam skenario berbeda.</p>",
    "ERROR": "Terjadi kesalahan. Silakan coba lagi",
    "ORDER_INFO": "Makro akan dijalankan sesuai dengan urutan penambahan tindakan-tindakan Anda. Anda dapat mengatur ulang tindakan-tindakan tersebut dengan menggesernya menggunakan pegangan di sebelah setiap node.",
    "ADD": {
      "FORM": {
        "NAME": {
          "LABEL": "Nama makro",
          "PLACEHOLDER": "Masukkan nama untuk makro Anda",
          "ERROR": "Nama diperlukan untuk membuat makro"
        },
        "ACTIONS": {
          "LABEL": "Tindakan"
        }
      },
      "API": {
        "SUCCESS_MESSAGE": "Makro berhasil ditambahkan",
        "ERROR_MESSAGE": "Tidak dapat membuat makro, Silakan coba lagi nanti"
      }
    },
    "LIST": {
      "TABLE_HEADER": [
        "Nama",
        "Dibuat oleh",
        "Terakhir diperbarui oleh",
        "Visibilitas"
      ],
      "404": "Tidak ditemukan makro"
    },
    "DELETE": {
      "TOOLTIP": "Hapus makro",
      "CONFIRM": {
        "MESSAGE": "Apakah Anda yakin ingin menghapus ",
        "YES": "Ya, Hapus",
        "NO": "Tidak"
      },
      "API": {
        "SUCCESS_MESSAGE": "Makro berhasil dihapus",
        "ERROR_MESSAGE": "Terjadi kesalahan saat menghapus makro. Silakan coba lagi nanti"
      }
    },
    "EDIT": {
      "TOOLTIP": "Edit makro",
      "API": {
        "SUCCESS_MESSAGE": "Makro berhasil diperbarui",
        "ERROR_MESSAGE": "Tidak dapat memperbarui makro, Silakan coba lagi nanti"
      }
    },
    "EDITOR": {
      "START_FLOW": "Mulai Aliran",
      "END_FLOW": "Selesaikan Aliran",
      "LOADING": "Mengambil makro",
      "ADD_BTN_TOOLTIP": "Tambahkan tindakan baru",
      "DELETE_BTN_TOOLTIP": "Hapus Tindakan",
      "VISIBILITY": {
        "LABEL": "Visibilitas Makro",
        "GLOBAL": {
          "LABEL": "Publik",
          "DESCRIPTION": "Makro ini tersedia secara publik untuk semua agen dalam akun ini."
        },
        "PERSONAL": {
          "LABEL": "Pribadi",
          "DESCRIPTION": "Makro ini akan bersifat pribadi bagi Anda dan tidak akan tersedia untuk orang lain."
        }
      }
    },
    "EXECUTE": {
      "BUTTON_TOOLTIP": "Jalankan",
      "PREVIEW": "Pratinjau Makro",
      "EXECUTED_SUCCESSFULLY": "Makro berhasil dijalankan"
    }
  }
}
